{
    "nav": {
        "home": "होम",
        "about": "हमारे बारे में",
        "team": "टीम",
        "contact": "संपर्क करें"
    },
    "footer": {
        "header": {
            "about": "हमारे बारे में",
            "community": "समुदाय",
            "company": "कंपनी",
            "legal": "कानूनी"
        },
        "links": {
            "about": {
                "about": "हमारे बारे में",
                "team": "टीम",
                "products": "उत्पाद"
            },
            "community": {
                "discord": "डिस्कॉर्ड",
                "twitter": "ट्विटर",
                "instagram": "इंस्टाग्राम",
                "tiktok": "टीक टोक",
                "reddit": "रेडिट",
                "femboyland": "फेमबॉयलैंड"
            },
            "company": {
                "branding": "ब्रांडिंग",
                "careers": "करियर",
                "contact": "संपर्क करें"
            },
            "legal": {
                "terms": "सेवा की शर्तें",
                "privacy": "गोपनीयता नीति",
                "cookies": "कुकीज़ नीति"
            }
        }
    },
    "status": {
        "prefix": "सिस्टम स्थिति: ",
        "type": {
            "up": "सक्रिय",
            "down": "निष्क्रिय",
            "degraded": "कमजोर",
            "maintenance": "निर्माणाधीन",
            "unknown": "अज्ञात"
        }
    },
    "home": {
        "headliner": {
            "title": "आज अपनी डिजिटल उपस्थिति को बदलें",
            "desc": "तेज़, सुरक्षित और उच्च गुणवत्ता वाला सॉफ़्टवेयर। क्या आपको इसे एक छोटे व्यवसाय या व्यक्तिगत उपयोग के लिए चाहिए? हम आपकी ज़रूरतें पूरी करेंगे। अभी शुरू करें।"
        },
        "products": {
            "button": "हमारे उत्पाद",
            "title": "विश्वसनीय उत्पाद",
            "api": {
                "title": "एपीआई",
                "desc": "हमारे एपीआई को आपके एप्लिकेशन के लिए तेज़ और विश्वसनीय बनाने के लिए डिज़ाइन किया गया है।"
            },
            "website": {
                "title": "वेबसाइट्स",
                "desc": "हमारी वेबसाइटें और वेब-आधारित एप्लिकेशन उपयोग में आसान और कहीं से भी पहुंच योग्य हैं।"
            },
            "bot": {
                "title": "डिस्कॉर्ड बॉट्स",
                "desc": "हमारे डिस्कॉर्ड बॉट्स अनुभवी डेवलपर्स द्वारा विभिन्न उद्देश्यों और कार्यों के लिए बनाए गए हैं।"
            },
            "database": {
                "title": "डेटाबेस",
                "desc": "हमारे डेटाबेस आपके एप्लिकेशन के लिए गति और सुरक्षा को ध्यान में रखते हुए डिज़ाइन किए गए हैं।"
            }
        },
        "tagline": "धीरे-धीरे चलने वाले सॉफ़्टवेयर से थक गए हैं? आज ही FemDevs के साथ अपने व्यवसाय को बढ़ाएं।",
        "info": {
            "one": {
                "title": "विकास के लिए डिज़ाइन किया गया",
                "desc": "हमारे उत्पाद आपके उद्देश्यों के साथ बढ़ने के लिए डिज़ाइन किए गए हैं। चाहे यह एक छोटा व्यवसाय हो या एक बड़ी कंपनी, हमारे पास समाधान है।"
            },
            "two": {
                "title": "नवीनतम तकनीक",
                "desc": "हम आपके सॉफ़्टवेयर की गति, सुरक्षा और विश्वसनीयता को सुनिश्चित करने के लिए नवीनतम एप्लिकेशन और सेवाओं का उपयोग करते हैं।"
            },
            "three": {
                "title": "विशेष समर्थन",
                "desc": "हमारी समर्थन टीम 24/7 उपलब्ध है ताकि यदि आपके सॉफ़्टवेयर या सेवाओं में कोई समस्या हो तो हम आपकी मदद कर सकें।"
            }
        },
        "contact": {
            "button": "विक्रय से संपर्क करें"
        },
        "clients": "कुल ग्राहक",
        "uptime": "सेवा उपलब्धता"
    },
    "about": {
        "title": "हमारी कहानी",
        "sections": {
            "one": {
                "title": "पृष्ठभूमि",
                "desc": "हम एक छोटी सॉफ़्टवेयर विकास कंपनी हैं, जो फरवरी 2023 में स्थापित हुई थी। हम संयुक्त राज्य अमेरिका में स्थित हैं और व्यक्तियों और छोटे व्यवसायों के लिए उच्च गुणवत्ता वाले सॉफ़्टवेयर समाधान प्रदान करने के लिए प्रतिबद्ध हैं। हम जो करते हैं उससे हम बहुत उत्साहित हैं और हमेशा हमारे उत्पादों और सेवाओं को बेहतर बनाने के लिए काम करते हैं। हालांकि, हमने ऐसा नहीं शुरू किया था। आइए, थोड़ा पीछे चलते हैं।"
            },
            "two": {
                "title": "शुरुआत",
                "desc": "फरवरी 2023 में, हमने एक व्यक्तिगत सर्वर का प्रबंधन करने के लिए डिस्कॉर्ड बॉट विकसित करना शुरू किया। यह वह पहला प्रोजेक्ट था जिस पर संस्थापकों ने एक टीम के रूप में काम किया था। इस प्रोजेक्ट से उन्होंने एक दूसरे के बारे में और ओपन सोर्स समुदाय और सॉफ़्टवेयर उद्योग के बारे में बहुत कुछ सीखा। यह प्रोजेक्ट FemDevs की स्थापना का कारण बना।"
            },
            "three": {
                "title": "नई चुनौती का आगमन",
                "desc": "प्रोजेक्ट शुरू करने के कुछ दिनों बाद, एक नया सदस्य टीम में शामिल हुआ, बेन्जामिन। बेन्जामिन प्रोग्रामिंग में बहुत कुशल थे, खासकर सर्वर डेवलपमेंट और डेटाबेस प्रबंधन में। टीम ने बॉट को पायथन में जारी रखा, लेकिन बेन्जामिन ने यह निर्णय लिया कि जावास्क्रिप्ट पर स्विच करना फायदेमंद होगा। यह कंपनी के भविष्य को आकार देने वाला पहला निर्णय था।"
            },
            "four": {
                "title": "वर्तमान",
                "desc": "जुलाई 2023 तक, हमने 12,000 से अधिक लोगों की मदद की और उच्च गुणवत्ता वाले उत्पाद बेचना शुरू किया। 2023 के अंत तक, हमने 50,000 से अधिक लोगों की मदद की। हम बढ़ते रहे और अपनी सेवाओं का विस्तार करते रहे, और हम जो प्रदान करते हैं उसे सुधारने के लिए लगातार प्रयास कर रहे हैं। हम इस बात को लेकर उत्साहित हैं कि हमारे लिए भविष्य क्या लाता है, और हम सभी समर्थन के लिए आभारी हैं जो हमें मिला है।"
            },
            "five": {
                "title": "भविष्य",
                "desc": "हम हमेशा अपने उत्पादों और सेवाओं को सुधारने के लिए प्रयासरत रहते हैं, और हम यह देखने के लिए उत्साहित हैं कि हमारे लिए भविष्य क्या लाता है। हम व्यक्तियों और छोटे व्यवसायों के लिए उच्च गुणवत्ता वाले सॉफ़्टवेयर समाधान प्रदान करने के लिए प्रतिबद्ध हैं, और हम अपनी सेवाओं का विस्तार करने के लिए हमेशा तत्पर रहते हैं।"
            }
        }
    },
    "team": {
        "desc": "यह कंपनी कई लोगों की मदद के बिना संभव नहीं हो पाती।\nहम उन लोगों का धन्यवाद करना चाहते हैं जिन्होंने अपनी योगदान दी।",
        "roles": {
            "owner": "मालिक/मालकिन",
            "hr_dir": "एचआर निदेशक/निर्देशिका",
            "hr_mgr": "एचआर प्रबंधक/प्रबंधिका",
            "hr_mem": "एचआर सदस्य/सदस्या",
            "admin": "व्यवस्थापक/व्यवस्थापिका",
            "dev": "डेवलपर/डेवलपर्स",
            "marketing": "मार्केटिंग जिम्मेदार/जिम्मेदारिया",
            "adv": "सलाहकार/सलाहकारा",
            "server_mod": "सर्वर मॉडरेटर/मॉडरेटरिका",
            "digital_assets": "डिजिटल सामग्री निर्माता/निर्मात्री",
            "social_media": "सोशल मीडिया प्रबंधक/प्रबंधिका",
            "support": "सहायता टीम सदस्य/सदस्या",
            "org_partner": "व्यावसायिक साझेदार (संस्था)",
            "other": "अन्य"
        }
    }
}
