{
    "nav": {
        "home": "หน้าแรก",
        "about": "เกี่ยวกับเรา",
        "team": "ทีมงาน",
        "contact": "ติดต่อเรา"
    },
    "footer": {
        "header": {
            "about": "เกี่ยวกับเรา",
            "community": "ชุมชน",
            "company": "บริษัท",
            "legal": "กฎหมาย"
        },
        "links": {
            "about": {
                "about": "เกี่ยวกับเรา",
                "team": "ทีมงาน",
                "products": "ผลิตภัณฑ์"
            },
            "community": {
                "discord": "ดิสคอร์ด",
                "twitter": "ทวิตเตอร์",
                "instagram": "อินสตาแกรม",
                "tiktok": "ติ๊กต็อก",
                "reddit": "เรดดิท",
                "femboyland": "เฟมบอยแลนด์"
            },
            "company": {
                "branding": "แบรนด์",
                "careers": "อาชีพ",
                "contact": "ติดต่อเรา"
            },
            "legal": {
                "terms": "ข้อกำหนดการให้บริการ",
                "privacy": "นโยบายความเป็นส่วนตัว",
                "cookies": "นโยบายคุกกี้"
            }
        }
    },
    "status": {
        "prefix": "สถานะระบบ: ",
        "type": {
            "up": "ออนไลน์",
            "down": "ออฟไลน์",
            "degraded": "ลดประสิทธิภาพ",
            "maintenance": "อยู่ระหว่างการบำรุงรักษา",
            "unknown": "ไม่ทราบ"
        }
    },
    "home": {
        "headliner": {
            "title": "เปลี่ยนแปลงการมีตัวตนดิจิทัลของคุณวันนี้",
            "desc": "ซอฟต์แวร์ที่รวดเร็ว ปลอดภัย และมีคุณภาพสูง ต้องการใช้งานเพื่อธุรกิจขนาดเล็กหรือใช้ส่วนตัว? เรามีทุกอย่างที่คุณต้องการ เริ่มต้นเลยตอนนี้"
        },
        "products": {
            "button": "ผลิตภัณฑ์ของเรา",
            "title": "ผลิตภัณฑ์ที่เชื่อถือได้",
            "api": {
                "title": "API",
                "desc": "API ของเราถูกออกแบบมาให้รวดเร็วและเชื่อถือได้สำหรับแอปพลิเคชันของคุณ"
            },
            "website": {
                "title": "เว็บไซต์",
                "desc": "เว็บไซต์และแอปพลิเคชันบนเว็บของเราออกแบบให้ใช้งานง่ายและเข้าถึงได้จากทุกที่"
            },
            "bot": {
                "title": "บอทดิสคอร์ด",
                "desc": "บอทดิสคอร์ดของเราทำโดยนักพัฒนาผู้เชี่ยวชาญสำหรับงานและฟังก์ชันต่างๆ"
            },
            "database": {
                "title": "ฐานข้อมูล",
                "desc": "ฐานข้อมูลของเราออกแบบมาเพื่อความเร็วและความปลอดภัยสำหรับแอปพลิเคชันของคุณ"
            }
        },
        "tagline": "เบื่อซอฟต์แวร์ช้าๆ? พัฒนาธุรกิจของคุณด้วย FemDevs วันนี้",
        "info": {
            "one": {
                "title": "ออกแบบมาเพื่อการขยายตัว",
                "desc": "ผลิตภัณฑ์ของเราออกแบบมาเพื่อตอบสนองความทะเยอทะยานของคุณ ไม่ว่าจะเป็นธุรกิจขนาดเล็กหรือองค์กรขนาดใหญ่ เรามีคำตอบ"
            },
            "two": {
                "title": "เทคโนโลยีล่าสุด",
                "desc": "เราใช้แอปพลิเคชันและบริการล่าสุดเพื่อให้แน่ใจว่าโปรแกรมของคุณจะรวดเร็ว ปลอดภัย และเชื่อถือได้ตั้งแต่ต้น"
            },
            "three": {
                "title": "การสนับสนุนที่ยอดเยี่ยม",
                "desc": "ทีมสนับสนุนของเราพร้อมให้ความช่วยเหลือตลอด 24 ชั่วโมง เพื่อช่วยแก้ปัญหาที่คุณพบกับโปรแกรมหรือบริการของคุณ"
            }
        },
        "contact": {
            "button": "ติดต่อฝ่ายขาย"
        },
        "clients": "จำนวนลูกค้า",
        "uptime": "เวลาทำงานของบริการ"
    },
    "about": {
        "title": "เรื่องราวของเรา",
        "sections": {
            "one": {
                "title": "เบื้องหลัง",
                "desc": "เราเป็นบริษัทพัฒนาโปรแกรมขนาดเล็กที่ก่อตั้งขึ้นในเดือนกุมภาพันธ์ 2023 เราตั้งอยู่ในสหรัฐอเมริกาและมุ่งมั่นที่จะให้บริการโซลูชั่นซอฟต์แวร์คุณภาพสูงสำหรับบุคคลและธุรกิจขนาดเล็ก เรามีความกระตือรือร้นในสิ่งที่เราทำและมักจะพยายามปรับปรุงผลิตภัณฑ์และบริการของเรา แต่เราก็ไม่ได้เริ่มต้นจากจุดนี้ มาย้อนเวลากลับไปหน่อย"
            },
            "two": {
                "title": "จุดเริ่มต้น",
                "desc": "ในเดือนกุมภาพันธ์ 2023 เราเริ่มพัฒนาบอทดิสคอร์ดเพื่อจัดการเซิร์ฟเวอร์ส่วนตัว นี่คืองานโปรเจ็กต์แรกที่เจ้าของทำงานร่วมกันเป็นทีม พวกเขาเรียนรู้มากมายจากโปรเจ็กต์นี้ทั้งเกี่ยวกับตัวเองและเกี่ยวกับชุมชนโอเพนซอร์สและอุตสาหกรรมซอฟต์แวร์ โปรเจ็กต์นี้คือลูกไฟที่จุดประกายการก่อตั้ง FemDevs"
            },
            "three": {
                "title": "ความท้าทายใหม่เกิดขึ้น",
                "desc": "หลังจากเริ่มโครงการได้ไม่กี่วัน สมาชิกใหม่ในทีมเข้าร่วมคือเบนจามิน เบนจามินมีทักษะในการเขียนโปรแกรมโดยเฉพาะในการพัฒนาเซิร์ฟเวอร์และการจัดการฐานข้อมูล ทีมได้พัฒนาบอทด้วยภาษา Python จนกระทั่งเบนจามินตัดสินใจว่าการย้ายไปที่ JavaScript จะเป็นประโยชน์ นี่คือการตัดสินใจครั้งแรกที่กำหนดอนาคตของบริษัท"
            },
            "four": {
                "title": "ปัจจุบัน",
                "desc": "ในเดือนกรกฎาคม 2023 เราช่วยเหลือผู้คนมากกว่า 12,000 คนและเริ่มขายผลิตภัณฑ์คุณภาพสูง ภายในสิ้นปี 2023 เราช่วยเหลือกว่า 50,000 คน เราเติบโตและขยายบริการอย่างต่อเนื่องและมุ่งมั่นที่จะปรับปรุงสิ่งที่เรานำเสนอ เรารู้สึกตื่นเต้นที่จะเห็นอนาคตของบริษัทเราและขอบคุณสำหรับการสนับสนุนที่ได้รับ"
            },
            "five": {
                "title": "อนาคต",
                "desc": "เรามุ่งมั่นที่จะปรับปรุงผลิตภัณฑ์และบริการของเราอย่างต่อเนื่องและตื่นเต้นที่จะเห็นสิ่งที่รออยู่ในอนาคต เรามุ่งมั่นที่จะให้บริการโซลูชั่นซอฟต์แวร์คุณภาพสูงสำหรับบุคคลและธุรกิจขนาดเล็ก และขยายบริการของเราอย่างต่อเนื่อง"
            }
        }
    },
    "team": {
        "desc": "บริษัทนี้คงไม่สามารถเกิดขึ้นได้หากไม่ได้รับความช่วยเหลือจากหลายๆ คน\nเราขอขอบคุณผู้คนต่อไปนี้สำหรับการมีส่วนร่วมของพวกเขา",
        "roles": {
            "owner": "เจ้าของ",
            "hr_dir": "หัวหน้าฝ่ายทรัพยากรมนุษย์",
            "hr_mgr": "ผู้จัดการฝ่ายทรัพยากรมนุษย์",
            "hr_mem": "สมาชิกฝ่ายทรัพยากรมนุษย์",
            "admin": "ผู้ดูแล",
            "dev": "นักพัฒนา",
            "marketing": "ผู้รับผิดชอบการตลาด",
            "adv": "ที่ปรึกษา",
            "server_mod": "ผู้ดูแลเซิร์ฟเวอร์",
            "digital_assets": "ผู้สร้างทรัพย์สินดิจิทัล",
            "social_media": "ผู้จัดการสื่อสังคมออนไลน์",
            "support": "สมาชิกทีมสนับสนุน",
            "org_partner": "พันธมิตรทางธุรกิจ (องค์กร)",
            "other": "อื่นๆ"
        }
    }
}
