{
    "nav": {
        "home": "Головна",
        "about": "Про нас",
        "team": "Команда",
        "contact": "Контакти"
    },
    "footer": {
        "header": {
            "about": "Про нас",
            "community": "Спільнота",
            "company": "Компанія",
            "legal": "Юридичне"
        },
        "links": {
            "about": {
                "about": "Про нас",
                "team": "Команда",
                "products": "Продукти"
            },
            "community": {
                "discord": "Discord",
                "twitter": "Twitter",
                "instagram": "Instagram",
                "tiktok": "TikTok",
                "reddit": "Reddit",
                "femboyland": "Femboyland"
            },
            "company": {
                "branding": "Брендинг",
                "careers": "Кар'єра",
                "contact": "Контакти"
            },
            "legal": {
                "terms": "Умови використання",
                "privacy": "Політика конфіденційності",
                "cookies": "Політика використання cookie"
            }
        }
    },
    "status": {
        "prefix": "Стан системи: ",
        "type": {
            "up": "Працює",
            "down": "Не працює",
            "degraded": "Погіршена робота",
            "maintenance": "На технічному обслуговуванні",
            "unknown": "Невідомо"
        }
    },
    "home": {
        "headliner": {
            "title": "Перетвори свою цифрову присутність сьогодні",
            "desc": "Швидке, безпечне та якісне програмне забезпечення. Потрібно для малого бізнесу або особистих цілей? Ми задовольнимо ваші потреби. Почніть зараз."
        },
        "products": {
            "button": "Наші продукти",
            "title": "Надійні продукти",
            "api": {
                "title": "API",
                "desc": "Наші API розроблені для швидкості та надійності для ваших додатків."
            },
            "website": {
                "title": "Вебсайти",
                "desc": "Наші вебсайти та веб-застосунки розроблені для зручності використання та доступу з будь-якого місця."
            },
            "bot": {
                "title": "Боти для Discord",
                "desc": "Наші боти для Discord створені кваліфікованими розробниками для різних цілей та завдань."
            },
            "database": {
                "title": "Бази даних",
                "desc": "Наші бази даних розроблені з урахуванням швидкості та безпеки для ваших додатків."
            }
        },
        "tagline": "Втомилися від повільного програмного забезпечення? Розвивайте свій бізнес з FemDevs сьогодні.",
        "info": {
            "one": {
                "title": "Створено для масштабування",
                "desc": "Наші продукти створені, щоб відповідати вашим амбіціям. Незалежно від того, чи є у вас малий бізнес або велика корпорація, ми маємо рішення."
            },
            "two": {
                "title": "Останні технології",
                "desc": "Ми використовуємо найновіші додатки та послуги, щоб гарантувати швидкість, безпеку та надійність вашого програмного забезпечення з самого початку."
            },
            "three": {
                "title": "Відмінна підтримка",
                "desc": "Наша команда підтримки доступна цілодобово, щоб допомогти вам з будь-якими проблемами з вашим програмним забезпеченням чи послугами."
            }
        },
        "contact": {
            "button": "Зв'язатися з відділом продажу"
        },
        "clients": "Загальна кількість клієнтів",
        "uptime": "Час роботи сервісу"
    },
    "about": {
        "title": "Наша історія",
        "sections": {
            "one": {
                "title": "Контекст",
                "desc": "Ми - маленька компанія з розробки програмного забезпечення, заснована в лютому 2023 року. Наша штаб-квартира знаходиться в Сполучених Штатах, і ми прагнемо надавати високоякісні програмні рішення для індивідуальних користувачів та малих підприємств. Ми захоплені тим, що робимо, і завжди прагнемо покращити наші продукти та послуги. Але ми не починали так. Давайте повернемося трохи назад."
            },
            "two": {
                "title": "Початок",
                "desc": "У лютому 2023 року ми почали розробляти бота для Discord для управління особистим сервером. Це був перший проєкт, над яким працювали засновники як команда. Вони багато чому навчилися під час цього проєкту, як один від одного, так і від спільноти з відкритим кодом та програмної індустрії. Цей проєкт став іскрою, що запалила створення FemDevs."
            },
            "three": {
                "title": "З'являється новий виклик",
                "desc": "Через кілька днів після початку проєкту до команди приєднався новий учасник, Бенжамін. Бенжамін був дуже досвідчений у програмуванні, зокрема у розробці серверів та управлінні базами даних. Команда продовжила розробку бота на Python, поки Бенжамін не вирішив, що перехід на JavaScript буде корисним. Це було одне з перших рішень, які визначили майбутнє компанії."
            },
            "four": {
                "title": "Теперішнє",
                "desc": "У липні 2023 року ми допомогли більше ніж 12 000 людям і почали продавати високоякісні продукти. До кінця 2023 року ми допомогли більше ніж 50 000 людям. Ми продовжуємо рости та розширювати наші послуги, і завжди шукаємо способи покращити те, що ми пропонуємо. Ми раді бачити, що майбутнє принесе нашій компанії, і вдячні за всю підтримку, яку ми отримали."
            },
            "five": {
                "title": "Майбутнє",
                "desc": "Ми завжди прагнемо покращити наші продукти та послуги і з нетерпінням чекаємо, що майбутнє принесе нам. Ми прагнемо надавати високоякісні програмні рішення для індивідуальних користувачів та малих підприємств і завжди шукаємо способи розширити наші послуги."
            }
        }
    },
    "team": {
        "desc": "Ця компанія не стала б можливою без допомоги багатьох людей.\nМи хочемо подякувати наступним людям за їхні внески.",
        "roles": {
            "owner": "Власник",
            "hr_dir": "HR директор",
            "hr_mgr": "HR менеджер",
            "hr_mem": "HR член",
            "admin": "Адміністратор",
            "dev": "Розробник",
            "marketing": "Маркетолог",
            "adv": "Консультант",
            "server_mod": "Модератор сервера",
            "digital_assets": "Творець цифрових ресурсів",
            "social_media": "Менеджер соцмереж",
            "support": "Член команди підтримки",
            "org_partner": "Бізнес партнер (організація)",
            "other": "Інший"
        }
    }
}
