{
    "nav": {
        "home": "ہوم",
        "about": "ہمارے بارے میں",
        "team": "ٹیم",
        "contact": "ہم سے رابطہ کریں"
    },
    "footer": {
        "header": {
            "about": "ہمارے بارے میں",
            "community": "کمیونٹی",
            "company": "کمپنی",
            "legal": "قانونی"
        },
        "links": {
            "about": {
                "about": "ہمارے بارے میں",
                "team": "ٹیم",
                "products": "مصنوعات"
            },
            "community": {
                "discord": "ڈسکارڈ",
                "twitter": "ٹوئٹر",
                "instagram": "انسٹاگرام",
                "tiktok": "ٹک ٹاک",
                "reddit": "ریڈٹ",
                "femboyland": "فیمبوئ لینڈ"
            },
            "company": {
                "branding": "برانڈنگ",
                "careers": "ملازمتیں",
                "contact": "ہم سے رابطہ کریں"
            },
            "legal": {
                "terms": "خدمت کے شرائط",
                "privacy": "پرائیویسی پالیسی",
                "cookies": "کوکی پالیسی"
            }
        }
    },
    "status": {
        "prefix": "سسٹم کی حالت: ",
        "type": {
            "up": "چل رہا ہے",
            "down": "غیر فعال",
            "degraded": "کمزور",
            "maintenance": "مرمت میں",
            "unknown": "نامعلوم"
        }
    },
    "home": {
        "headliner": {
            "title": "آج ہی اپنی ڈیجیٹل موجودگی کو تبدیل کریں",
            "desc": "جلدی، محفوظ اور اعلی معیار کا سافٹ ویئر۔ کیا آپ کو چھوٹے کاروبار یا ذاتی استعمال کے لئے ضرورت ہے؟ ہم آپ کی ضروریات کو پورا کریں گے۔ ابھی شروع کریں۔"
        },
        "products": {
            "button": "ہماری مصنوعات",
            "title": "معتبر مصنوعات",
            "api": {
                "title": "ای پی آئی",
                "desc": "ہمارے ای پی آئی آپ کی ایپلی کیشنز کے لیے تیز اور معتبر ہیں۔"
            },
            "website": {
                "title": "ویب سائٹس",
                "desc": "ہمارے ویب سائٹس اور ویب پر مبنی ایپلی کیشنز کو استعمال میں آسان اور کہیں سے بھی رسائی کے لیے ڈیزائن کیا گیا ہے۔"
            },
            "bot": {
                "title": "ڈسکارڈ بوٹس",
                "desc": "ہمارے ڈسکارڈ بوٹس کو ماہر ڈویلپرز نے مختلف مقاصد اور کاموں کے لیے بنایا ہے۔"
            },
            "database": {
                "title": "ڈیٹا بیس",
                "desc": "ہمارے ڈیٹا بیس آپ کی ایپلی کیشنز کے لیے رفتار اور سیکیورٹی پر توجہ دے کر ڈیزائن کیے گئے ہیں۔"
            }
        },
        "tagline": "سست سافٹ ویئر سے تنگ آ گئے ہیں؟ آج ہی FemDevs کے ساتھ اپنے کاروبار کو ترقی دیں۔",
        "info": {
            "one": {
                "title": "اسکیل ایبلٹی کے لیے ڈیزائن کیا گیا",
                "desc": "ہماری مصنوعات آپ کی بلند اہداف کے ساتھ چلنے کے لیے بنائی گئی ہیں۔ چاہے چھوٹا کاروبار ہو یا بڑا ادارہ، ہمارے پاس حل موجود ہے۔"
            },
            "two": {
                "title": "جدید ٹیکنالوجی",
                "desc": "ہم اپنے سافٹ ویئر کی رفتار، سیکیورٹی، اور اعتبار کو یقینی بنانے کے لیے جدید ترین ایپلی کیشنز اور خدمات کا استعمال کرتے ہیں۔"
            },
            "three": {
                "title": "معیاری سپورٹ",
                "desc": "ہمارا سپورٹ ٹیم آپ کے سافٹ ویئر یا خدمات سے متعلق کسی بھی مسئلے میں آپ کی مدد کے لیے دن رات دستیاب ہے۔"
            }
        },
        "contact": {
            "button": "سیلز سے رابطہ کریں"
        },
        "clients": "مجموعی طور پر کلائنٹس",
        "uptime": "سروس کی دستیابی"
    },
    "about": {
        "title": "ہماری کہانی",
        "sections": {
            "one": {
                "title": "پس منظر",
                "desc": "ہم ایک چھوٹی سافٹ ویئر ڈویلپمنٹ کمپنی ہیں، جو فروری 2023 میں قائم ہوئی تھی۔ ہمارا دفتر امریکہ میں ہے، اور ہم افراد اور چھوٹے کاروباروں کے لیے اعلی معیار کے سافٹ ویئر حل فراہم کرنے کے لیے پرعزم ہیں۔ ہم جو کچھ کرتے ہیں اس میں جوش رکھتے ہیں اور ہمیشہ اپنے مصنوعات اور خدمات کو بہتر بنانے کی کوشش کرتے ہیں۔ تاہم، ہم نے اس طرح شروع نہیں کیا تھا۔ آئیے تھوڑا سا ماضی میں واپس چلیں۔"
            },
            "two": {
                "title": "آغاز",
                "desc": "فروری 2023 میں، ہم نے ایک ذاتی سرور کو منظم کرنے کے لیے ڈسکارڈ بوٹ تیار کرنا شروع کیا۔ یہ وہ پہلا پروجیکٹ تھا جس پر بانی ایک ٹیم کے طور پر کام کر رہے تھے۔ انہوں نے اس پروجیکٹ سے بہت کچھ سیکھا، چاہے ایک دوسرے سے، کھلے سورس کمیونٹی سے یا سافٹ ویئر انڈسٹری سے۔ یہ پروجیکٹ وہ چنگاری تھا جس نے FemDevs کی تخلیق کا آغاز کیا۔"
            },
            "three": {
                "title": "نیا چیلنج آتا ہے",
                "desc": "پروجیکٹ کے شروع ہونے کے کچھ دنوں بعد، ایک نیا رکن ٹیم میں شامل ہوا، بنجمن۔ بنجمن پروگرامنگ میں بہت ماہر تھا، خاص طور پر سرور ڈویلپمنٹ اور ڈیٹا بیس مینجمنٹ میں۔ ٹیم نے پائتھون میں بوٹ کی ڈویلپمنٹ جاری رکھی، جب تک کہ بنجمن نے یہ فیصلہ نہیں کیا کہ جاوا اسکرپٹ میں منتقلی فائدہ مند ہوگی۔ یہ وہ فیصلے تھے جنہوں نے کمپنی کے مستقبل کی تشکیل کی۔"
            },
            "four": {
                "title": "موجودہ وقت",
                "desc": "جولائی 2023 میں، ہم نے 12,000 سے زیادہ افراد کی مدد کی اور اعلی معیار کی مصنوعات بیچنا شروع کر دی۔ 2023 کے آخر تک، ہم نے 50,000 سے زیادہ افراد کی مدد کی۔ ہم مسلسل ترقی کر رہے ہیں اور اپنی خدمات کو بڑھا رہے ہیں، ہمیشہ اپنی پیشکش کو بہتر بنانے کی کوشش کرتے ہیں۔ ہم اپنے کاروبار کے مستقبل کو دیکھنے کے لیے پُرجوش ہیں اور ہمیں جو حمایت ملی ہے اس کے لیے شکر گزار ہیں۔"
            },
            "five": {
                "title": "مستقبل",
                "desc": "ہم ہمیشہ اپنے مصنوعات اور خدمات کو بہتر بنانے کی کوشش کرتے ہیں اور یہ دیکھنے کے لیے پُرجوش ہیں کہ مستقبل میں ہمارے لیے کیا ہے۔ ہم افراد اور چھوٹے کاروباروں کے لیے اعلی معیار کے سافٹ ویئر حل فراہم کرنے کے لیے پرعزم ہیں اور ہمیشہ اپنی خدمات کو بڑھانے کی کوشش کرتے ہیں۔"
            }
        }
    },
    "team": {
        "desc": "یہ کمپنی بہت ساری لوگوں کی مدد کے بغیر ممکن نہیں ہوتی۔\nہم ان لوگوں کا شکریہ ادا کرنا چاہتے ہیں جنہوں نے اپنے تعاون سے مدد کی۔",
        "roles": {
            "owner": "مالک",
            "hr_dir": "ہیومن ریسورسز ڈائریکٹر",
            "hr_mgr": "ہیومن ریسورسز مینیجر",
            "hr_mem": "ہیومن ریسورسز ممبر",
            "admin": "ایڈمنسٹریٹر",
            "dev": "ڈویلپر",
            "marketing": "مارکیٹنگ مینیجر",
            "adv": "مشیر",
            "server_mod": "سرور موڈریٹر",
            "digital_assets": "ڈیجیٹل اثاثہ جات تخلیق کرنے والا",
            "social_media": "سوشل میڈیا منیجر",
            "support": "سپورٹ ٹیم کا رکن",
            "org_partner": "کاروباری شراکت دار (تنظیم)",
            "other": "دوسرا"
        }
    }
}
