{
    "nav": {
        "home": "היים",
        "about": "ווער מיר זענען",
        "team": "קאָמאַנדע",
        "contact": "קאָנטראַקט מיט אונז"
    },
    "footer": {
        "header": {
            "about": "ווער מיר זענען",
            "community": "געמיינדע",
            "company": "פֿירמע",
            "legal": "לעגאַל"
        },
        "links": {
            "about": {
                "about": "ווער מיר זענען",
                "team": "קאָמאַנדע",
                "products": "פּראָדוקטן"
            },
            "community": {
                "discord": "דיסקאָרד",
                "twitter": "טוויטטער",
                "instagram": "אינסטאַגראַם",
                "tiktok": "טיק טוק",
                "reddit": "רעדיט",
                "femboyland": "פֿעמבוי לאַנד"
            },
            "company": {
                "branding": "מאַרקעיטינג",
                "careers": "קאַריערעס",
                "contact": "קאָנטראַקט מיט אונז"
            },
            "legal": {
                "terms": "טערמס פון דינסט",
                "privacy": "פּריוואַטקייט פּאָליטיק",
                "cookies": "קוקיעס פּאָליטיק"
            }
        }
    },
    "status": {
        "prefix": "סיסטעם סטאַטוס: ",
        "type": {
            "up": "אַרויף",
            "down": "אויפגעשטעלט",
            "degraded": "נידעריק",
            "maintenance": "אין באַהאַנדלונג",
            "unknown": "אונקענט"
        }
    },
    "home": {
        "headliner": {
            "title": "טערנספאָרם אייער דיגיטאַל עקזיסטן היינט",
            "desc": "שנעלע, זיכער און הויך-קוואַליטעט סאָפטווערס. דאַרפֿן זיי פֿאַר קליינע געשעפט אָדער אויף פּערזענלעכע צוועקן? מיר זענען דאָ פֿאַר אייך. אָנהייבן איצט."
        },
        "products": {
            "button": "אונדזער פּראָדוקטן",
            "title": "פּראָדוקטן וואָס איר קען פאַרלאָזן אויף",
            "api": {
                "title": "API",
                "desc": "אונדזער API איז שנעל און זיכער פֿאַר אייער אָנוואַלט."
            },
            "website": {
                "title": "וועב-סייטס",
                "desc": "וועבסייטס און אַפּלאַקיישאַנז זענען געבויט אויף געוויינטלעכע פּראָגראַמירונג פֿאַר אַן אָפּשאַפונג וואָס איז פּינטלעך און אַקסעסאַבאַל"
            },
            "bot": {
                "title": "Discord באָטס",
                "desc": "אונדזער דיסקאָרד באָטס זענען געבויט דורך יוסט און פֿאַר פאַרשידענע איניציאטיוו."
            },
            "database": {
                "title": "דאַטאַבאַזעס",
                "desc": "די דאַטאַבאַזעס זענען געבויט מיט פאָקוס אויף פאַרלאָזנשאַפֿט און זיכערהייט"
            }
        },
        "tagline": "געוויינטלעך פון שפּעט סאָפטווערס? פארבעסערן אייער געשעפט מיט FEMDEVS היינט.",
        "info": {
            "one": {
                "title": "געבויט פֿאַר סקיילינג",
                "desc": "אונדזער פּראָדוקט איז געבויט צו פּאַסן אייער צילן. צי עס איז אַ קליין פירמע אָדער א גרויסע ארגון, מיר האָבן די פתרון."
            },
            "two": {
                "title": "די לעצטע טעכנאָלאָגיעס",
                "desc": "מיר נוצן די לעצטע אַפּלאַקיישאַנז און דינסטן צו פֿאַרזיכערן געשווינדקייט, זיכערקייט און פאַרלאָזנשאַפֿט פון אייער פּרוכטער אויף אָנהייב."
            },
            "three": {
                "title": "אויסגעצייכנט שטיצן",
                "desc": "אונדזער שטיצן מאַנשאַפֿט איז שטענדיק גרייט צו העלפֿן אייך אויף קיין פּראָבלעמען מיט אייער פּראָגראַם אָדער דינסט."
            }
        },
        "contact": {
            "button": "קאָנטראַקט מיט סיילס"
        },
        "clients": "גאַנץ קלייאַנץ",
        "uptime": "אַרבעט צייַט"
    },
    "about": {
        "title": "אונדזער געשיכטע",
        "sections": {
            "one": {
                "title": "הינטערגרונט געשיכטע",
                "desc": "מיר זענען אַ קליינע סאָפטווערס דעוועלאָפּמענט פירמע, געגרינדעט אין פֿעברואר 2023. אונדזער הײם איז אין די פֿאַראייניקטע שטאַטן, און מיר זענען געבונדן צו צושטעלן הויך-קוואַליטעט סאָפטווערס לייזונגען פֿאַר יחידים און קליינע געשעפטן. מיר זענען זייער טראַומאַטיש איבער וואָס מיר טאָן און שטענדיק אויף דערגאַנג צו פֿאַרבעסערן אונדזער פּראָדוקט און דינסט. אָבער, מיר האָבן נישט אָנהייב ווען דאָ. לאָזן אונדז צוריקקומען און זען די געשיכטע."
            },
            "two": {
                "title": "די אָנהייב",
                "desc": "אין פֿעברואר 2023, מיר האָפן דיסקאָרד באָט צו פאַרוואַלטן אייער סערספּערס. עס איז געווען די ערשטע פּראָיעקט און מיטטרעפן זיך דורך פּערזענלעכע גענצליכער פֿון און סאַקלייב געשעפט. מיר האָבן שוין געהערט פילן זיך פֿאַר וועו"
            },
            "three": {
                "title": "א נייע ערשטאָנדענע טשעללענגע",
                "desc": "נאָך עטלעכע טעג פון אָנהייב פון דעם פּראָיעקט, איז אַ נייַער מיטגליד צום קאָמאַנדע געקומען, בנגאַמין. בנגאַמין איז געווען זייער טאַלאַנטירטער אין פּראָגראַמירן, ספּעשאַלי אין סערווער דעוועלאָפּמענט און דאַטאַבאַסע פאַרוואַלטונג. דער קאָמאַנדע האט ווייטער געאַרבעט אויף דעם באָט אין דער הויפּט פּיתאָן, ביז בנגאַמין האָט געמיינט אז עס וואָלט זיין באַלבאָליק צו ווענדן צו דזשאַוואַסקריפּט. דאָס איז געווען די ערשטער רעכענונג וואָס האָבן אײַך געשאַפֿן די געזעלשאַפט."
            },
            "four": {
                "title": "די איצטיקע צייַט",
                "desc": "אין יולי 2023, האָט אונדזער קאָמפּאַניע הילף געגעבן צו איבער 12,000 מענטשן און אָנהייבן צו פאַרקויפן הויך-קוואַליטעט פּראָדוקטן. אויף די סוף פון 2023, מיר האָבן הילף געגעבן צו איבער 50,000 מענטשן. מיר האָבן ווייטער געטיילט און געשטארקט אונדזער סערוויסעס און שטענדיק באמאַטשט קונץ."
            },
            "five": {
                "title": "די צוקונפֿט",
                "desc": "מיר זענען שטענדיק אויף דערגאַנג צו פֿאַרבעסערן אונדזער פּראָגראַמען און סערוויסעס און זיין דערגרייכן די אָפּצייכענען אַרבעטס."
            }
            }
        },
        "team": {
            "desc": "די פירמע וואָלט נישט געווען מעגליך אָן די הילף פון פילע מענטשן.\nמיר וועלן אָפאָרן די מענטשן פֿאַר זייער יוצטריק",
            "roles": {
                "owner": "אייגענע/ר",
                "hr_dir": "מענטשווערק ליד",
                "hr_mgr": "מנהג דעם משמורת",
                "hr_mem": "מידן אן פון טיילן",
                "admin": "אַפּאָוזיטן",
                "dev": "טעכניש",
                "marketing": "געלאָוגער",
                "adv": "וועלן",
                "server_mod": "סערווער מוט",
                "digital_assets": "דיגיטאַל אַרויסגעבן",
                "social_media": "סאָציאַל מידיאַ מאַנאַגער",
                "support": "שטיצן טימע מיטגליד",
                "org_partner": "ארגאַניזאַציע פּאַרטנער",
                "other": "אַנדער"
            }
        }
    }
    
    